Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: This removes all translated text and language-specific image overrides for %@, so the project uses the base language text and images again.
ar: يؤدي هذا إلى إزالة جميع تجاوزات النص المترجم والصور الخاصة باللغة لـ %1$@، لذلك يستخدم المشروع نصوص وصور اللغة الأساسية مرة أخرى.
ca: Això elimina tot el text traduït i les substitucions d'imatges específiques de l'idioma per a %1$@, de manera que el projecte torna a utilitzar el text i les imatges de l'idioma base.
cs: Tím se odstraní veškerý přeložený text a přepsání obrázků specifických pro jazyk pro %1$@, takže projekt znovu použije text a obrázky základního jazyka.
da: Dette fjerner al oversat tekst og sprogspecifikke billedtilsidesættelser for %1$@, så projektet bruger grundsprogets tekst og billeder igen.
de: Dadurch werden alle übersetzten Texte und sprachspezifischen Bildüberschreibungen für %1$@ entfernt, sodass das Projekt wieder den Text und die Bilder in der Basissprache verwendet.
el: Αυτό καταργεί όλο το μεταφρασμένο κείμενο και τις αντικαταστάσεις εικόνων για συγκεκριμένη γλώσσα για το %1$@, επομένως το έργο χρησιμοποιεί ξανά το κείμενο και τις εικόνες της βασικής γλώσσας.
es: Esto elimina todo el texto traducido y las anulaciones de imágenes específicas del idioma para %1$@, por lo que el proyecto vuelve a utilizar el texto y las imágenes del idioma base.
fa: با این کار همهٔ متن‌های ترجمه‌شده و بازنویسی‌های تصویرِ مخصوص زبان برای %1$@ حذف می‌شوند و پروژه دوباره از متن و تصاویر زبان پایه استفاده می‌کند.
fi: Tämä poistaa kaikki käännetyn tekstin ja kielikohtaisten kuvien ohitukset kohteelta %1$@, joten projekti käyttää uudelleen peruskielen tekstiä ja kuvia.
fr: Cette action supprime tout le texte traduit et les images propres à la langue pour %1$@ : le projet utilise à nouveau le texte et les images de la langue de base.
he: פעולה זו מסירה את כל הטקסט המתורגם ועקיפות התמונה הספציפיות לשפה עבור %1$@, כך שהפרויקט משתמש שוב בטקסט ובתמונות בשפת הבסיס.
hr: Ovo uklanja sav prevedeni tekst i nadjačavanja slika specifičnih za jezik za %1$@, tako da projekt ponovno koristi tekst i slike osnovnog jezika.
hu: Ezzel eltávolítja az %1$@ összes lefordított szövegét és nyelvspecifikus képfelülírását, így a projekt ismét az alapnyelvi szöveget és képeket használja.
id: Tindakan ini menghapus semua penggantian teks terjemahan dan gambar khusus bahasa untuk %1$@, sehingga proyek menggunakan teks dan gambar bahasa dasar lagi.
it: Questa operazione rimuove tutto il testo tradotto e le immagini personalizzate per %@, così il progetto torna a usare il testo e le immagini della lingua di base.
ja: %1$@ の翻訳済みテキストと言語別の画像の上書きをすべて削除し、プロジェクトで基本言語のテキストと画像が再び使われるようにします。
ko: 이렇게 하면 %1$@에 대한 번역된 텍스트와 언어별 이미지 재정의가 모두 제거되므로 프로젝트는 기본 언어 텍스트와 이미지를 다시 사용합니다.
ms: Ini mengalih keluar semua teks terjemahan dan penggantian imej khusus bahasa untuk %1$@, jadi projek menggunakan teks dan imej bahasa asas sekali lagi.
nl: Hiermee worden alle vertaalde tekst en taalspecifieke afbeeldingsoverschrijvingen voor %1$@ verwijderd, zodat het project opnieuw de tekst en afbeeldingen in de basistaal gebruikt.
no: Dette fjerner all oversatt tekst og språkspesifikke bildeoverstyringer for %1$@, slik at prosjektet bruker grunnspråkteksten og -bildene igjen.
pl: Spowoduje to usunięcie wszystkich przetłumaczonych tekstów i zastąpień obrazów specyficznych dla języka dla %1$@, więc projekt ponownie użyje tekstu i obrazów w języku podstawowym.
pt_br: Isso remove todo o texto traduzido e substituições de imagens específicas do idioma para %1$@, para que o projeto use o texto e as imagens do idioma base novamente.
pt_pt: Isso remove todo o texto traduzido e substituições de imagens específicas do idioma para %1$@, para que o projeto use o texto e as imagens do idioma base novamente.
ro: Aceasta elimină toate modificările textului tradus și imaginilor specifice limbii pentru %1$@, astfel încât proiectul folosește din nou textul și imaginile în limba de bază.
ru: Будут удалены весь переведенный текст и переопределения изображений для языка «%@», и проект снова будет использовать текст и изображения базового языка.
sk: Týmto sa odstráni všetok preložený text a prepísanie obrázkov špecifických pre jazyk pre %1$@, takže projekt znova použije text a obrázky v základnom jazyku.
sl: To odstrani vse prevedeno besedilo in jezikovne preglasitve slik za %1$@, tako da projekt znova uporablja besedilo in slike osnovnega jezika.
sv: Detta tar bort all översatt text och språkspecifika bildöverstyrningar för %1$@, så projektet använder grundspråkets text och bilder igen.
th: การดำเนินการนี้จะลบข้อความที่แปลและรูปภาพเฉพาะภาษาทั้งหมดสำหรับ %1$@ ดังนั้นโปรเจ็กต์จึงใช้ข้อความและรูปภาพภาษาพื้นฐานอีกครั้ง
tr: Bu işlem %@ için tüm çevrilmiş metinleri ve dile özgü görüntü geçersiz kılmalarını kaldırır; böylece proje yeniden temel dilin metnini ve görüntülerini kullanır.
uk: Буде вилучено весь перекладений текст і перевизначення зображень для мови «%@», тож проєкт знову використовуватиме текст і зображення базової мови.
ur: یہ %1$@ کے لیے تمام ترجمہ شدہ متن اور زبان کے ساتھ مخصوص تصویر کو ہٹا دیتا ہے، لہذا پروجیکٹ بنیادی زبان کے متن اور تصاویر کو دوبارہ استعمال کرتا ہے۔
vi: Thao tác này sẽ xóa tất cả phần ghi đè văn bản đã dịch và hình ảnh theo ngôn ngữ cụ thể cho %1$@, do đó, dự án sẽ sử dụng lại văn bản và hình ảnh của ngôn ngữ cơ sở.
zh_hans: 这会移除 %@ 的所有翻译文本和特定语言的图像覆盖，使项目重新使用基准语言的文本和图像。
zh_hant: 這會移除 %@ 的所有翻譯文字和特定語言的影像覆寫，讓專案重新使用基準語言的文字和影像。

source: This removes all translated text and language-specific image overrides for the current language, so the project uses the base language text and images again.
ar: يؤدي هذا إلى إزالة جميع تجاوزات النصوص والصور المترجمة الخاصة باللغة الحالية، لذلك يستخدم المشروع نصوص وصور اللغة الأساسية مرة أخرى.
ca: Això elimina tot el text traduït i les substitucions d'imatges específiques de l'idioma per a l'idioma actual, de manera que el projecte torna a utilitzar el text i les imatges de l'idioma base.
cs: Tím se odstraní veškerý přeložený text a přepsání obrázků specifických pro daný jazyk pro aktuální jazyk, takže projekt znovu použije text a obrázky základního jazyka.
da: Dette fjerner al oversat tekst og sprogspecifikke billedtilsidesættelser for det aktuelle sprog, så projektet bruger grundsprogets tekst og billeder igen.
de: Dadurch werden alle übersetzten Texte und sprachspezifischen Bildüberschreibungen für die aktuelle Sprache entfernt, sodass das Projekt wieder den Text und die Bilder in der Basissprache verwendet.
el: Αυτό καταργεί όλο το μεταφρασμένο κείμενο και τις παρακάμψεις εικόνων για συγκεκριμένη γλώσσα για την τρέχουσα γλώσσα, επομένως το έργο χρησιμοποιεί ξανά το κείμενο και τις εικόνες της βασικής γλώσσας.
es: Esto elimina todo el texto traducido y las anulaciones de imágenes específicas del idioma para el idioma actual, por lo que el proyecto vuelve a utilizar el texto y las imágenes del idioma base.
fa: با این کار همهٔ متن‌های ترجمه‌شده و بازنویسی‌های تصویرِ مخصوص زبان برای زبان فعلی حذف می‌شوند و پروژه دوباره از متن و تصاویر زبان پایه استفاده می‌کند.
fi: Tämä poistaa kaikki käännetyn tekstin ja kielikohtaisten kuvien ohitukset nykyiseltä kieleltä, joten projekti käyttää uudelleen peruskielen tekstiä ja kuvia.
fr: Cette action supprime tout le texte traduit et les images propres à la langue actuelle : le projet utilise à nouveau le texte et les images de la langue de base.
he: פעולה זו מסירה את כל הטקסט המתורגם ועקיפות התמונה הספציפיות לשפה עבור השפה הנוכחית, כך שהפרויקט משתמש שוב בטקסט ובתמונות של שפת הבסיס.
hr: Ovo uklanja sav prevedeni tekst i nadjačavanja slika specifičnih za određeni jezik za trenutačni jezik, tako da projekt ponovno koristi tekst i slike osnovnog jezika.
hu: Ez eltávolítja az összes lefordított szöveget és nyelvspecifikus képfelülírást az aktuális nyelvről, így a projekt ismét az alapnyelvi szöveget és képeket használja.
id: Tindakan ini menghapus semua teks terjemahan dan penggantian gambar khusus bahasa untuk bahasa saat ini, sehingga proyek menggunakan teks dan gambar bahasa dasar lagi.
it: Questa operazione rimuove tutto il testo tradotto e le immagini personalizzate per la lingua corrente, così il progetto torna a usare il testo e le immagini della lingua di base.
ja: 現在の言語の翻訳済みテキストと言語別の画像の上書きをすべて削除し、プロジェクトで基本言語のテキストと画像が再び使われるようにします。
ko: 이렇게 하면 현재 언어에 대한 번역된 텍스트와 언어별 이미지 재정의가 모두 제거되므로 프로젝트에서는 기본 언어 텍스트와 이미지를 다시 사용합니다.
ms: Ini mengalih keluar semua teks terjemahan dan penggantian imej khusus bahasa untuk bahasa semasa, jadi projek menggunakan teks dan imej bahasa asas sekali lagi.
nl: Hiermee worden alle vertaalde tekst en taalspecifieke afbeeldingsoverschrijvingen voor de huidige taal verwijderd, zodat het project opnieuw de tekst en afbeeldingen in de basistaal gebruikt.
no: Dette fjerner all oversatt tekst og språkspesifikke bildeoverstyringer for gjeldende språk, slik at prosjektet bruker grunnspråkteksten og -bildene igjen.
pl: Spowoduje to usunięcie wszystkich przetłumaczonych tekstów i zastąpień obrazów specyficznych dla bieżącego języka, więc projekt ponownie użyje tekstu i obrazów w języku podstawowym.
pt_br: Isso remove todo o texto traduzido e as substituições de imagem do idioma atual, para que o projeto volte a usar o texto e as imagens do idioma base.
pt_pt: Isso remove todo o texto traduzido e substituições de imagens específicas do idioma do idioma atual, para que o projeto use novamente o texto e as imagens do idioma base.
ro: Acest lucru elimină toate modificările textului tradus și imaginilor specifice limbii pentru limba curentă, astfel încât proiectul folosește din nou textul și imaginile din limba de bază.
ru: Будут удалены весь переведенный текст и переопределения изображений для текущего языка, и проект снова будет использовать текст и изображения базового языка.
sk: Tým sa odstráni všetok preložený text a prepísanie obrázkov špecifických pre daný jazyk pre aktuálny jazyk, takže projekt znova použije text a obrázky základného jazyka.
sl: To odstrani vse prevedeno besedilo in jezikovne preglasitve slik za trenutni jezik, tako da projekt znova uporablja besedilo in slike osnovnega jezika.
sv: Detta tar bort all översatt text och språkspecifika bildöverstyrningar för det aktuella språket, så att projektet använder grundspråkets text och bilder igen.
th: วิธีนี้จะลบการแทนที่ข้อความที่แปลและรูปภาพเฉพาะภาษาทั้งหมดสำหรับภาษาปัจจุบัน ดังนั้นโปรเจ็กต์จึงใช้ข้อความและรูปภาพภาษาพื้นฐานอีกครั้ง
tr: Bu işlem geçerli dil için tüm çevrilmiş metinleri ve dile özgü görüntü geçersiz kılmalarını kaldırır; böylece proje yeniden temel dilin metnini ve görüntülerini kullanır.
uk: Буде вилучено весь перекладений текст і перевизначення зображень для поточної мови, тож проєкт знову використовуватиме текст і зображення базової мови.
ur: یہ موجودہ زبان کے لیے تمام ترجمہ شدہ متن اور زبان کے لیے مخصوص تصویر کو ہٹا دیتا ہے، لہذا پروجیکٹ بنیادی زبان کے متن اور تصاویر کو دوبارہ استعمال کرتا ہے۔
vi: Thao tác này sẽ xóa tất cả phần ghi đè văn bản đã dịch và hình ảnh theo ngôn ngữ cụ thể cho ngôn ngữ hiện tại, do đó, dự án sẽ sử dụng lại văn bản và hình ảnh của ngôn ngữ cơ sở.
zh_hans: 这会移除当前语言的所有翻译文本和特定语言的图像覆盖，使项目重新使用基准语言的文本和图像。
zh_hant: 這會移除目前語言的所有翻譯文字和特定語言的影像覆寫，讓專案重新使用基準語言的文字和影像。

source: This removes all translated text and locale-specific image overrides for %@, so the project uses the base language text and images again.
ar: يؤدي هذا إلى إزالة جميع النصوص المترجمة وتجاوزات الصور الخاصة بالإعدادات المحلية لـ %1$@، لذلك يستخدم المشروع نصوص وصور اللغة الأساسية مرة أخرى.
ca: Això elimina tot el text traduït i les substitucions d'imatges específiques de la configuració regional per a %1$@, de manera que el projecte torna a utilitzar el text i les imatges de l'idioma base.
cs: Tím se odstraní veškerý přeložený text a přepsání obrázků specifických pro národní prostředí pro %1$@, takže projekt znovu použije text a obrázky základního jazyka.
da: Dette fjerner al oversat tekst og lokalitetsspecifikke billedtilsidesættelser for %1$@, så projektet bruger grundsprogets tekst og billeder igen.
de: Dadurch werden alle übersetzten Texte und gebietsschemaspezifischen Bildüberschreibungen für %@ entfernt, sodass das Projekt wieder den Text und die Bilder in der Basissprache verwendet.
el: Αυτό καταργεί όλο το μεταφρασμένο κείμενο και τις τοπικές παρακάμψεις εικόνας για το %1$@, επομένως το έργο χρησιμοποιεί ξανά το κείμενο και τις εικόνες της βασικής γλώσσας.
es: Esto elimina todas las traducciones y anulaciones de imagen específicas de %@, de modo que el proyecto vuelve a usar el texto e imágenes del idioma base.
fa: این همه متن ترجمه‌شده و نادیده‌گیری‌های تصویر خاص منطقه برای %1$@ را حذف می‌کند، بنابراین پروژه دوباره از متن و تصاویر زبان پایه استفاده می‌کند.
fi: Tämä poistaa kaikki käännetyn tekstin ja aluekohtaiset kuvien ohitukset kohteelta %1$@, joten projekti käyttää uudelleen peruskielen tekstiä ja kuvia.
fr: Cela supprime tous les remplacements de texte traduit et d'image spécifiques aux paramètres régionaux pour %@, de sorte que le projet utilise à nouveau le texte et les images de la langue de base.
he: פעולה זו מסירה את כל הטקסט המתורגם ועקיפות התמונה הספציפיות לאזור עבור %1$@, כך שהפרויקט משתמש שוב בטקסט ובתמונות בשפת הבסיס.
hr: Ovo uklanja sav prevedeni tekst i nadjačavanja slika specifičnih za lokalizaciju za %1$@, tako da projekt ponovno koristi tekst i slike osnovnog jezika.
hu: Ezzel eltávolítja az %1$@ összes lefordított szövegét és terület-specifikus képfelülírását, így a projekt ismét az alapnyelvi szöveget és képeket használja.
id: Tindakan ini menghapus semua teks terjemahan dan penggantian gambar khusus lokal untuk %1$@, sehingga proyek menggunakan teks dan gambar bahasa dasar lagi.
ja: これにより、%@ の翻訳されたテキストとロケール固有の画像のオーバーライドがすべて削除されるため、プロジェクトでは基本言語のテキストと画像が再度使用されます。
ko: 이렇게 하면 %@에 대한 번역된 텍스트와 로케일별 이미지 재정의가 모두 제거되므로 프로젝트는 기본 언어 텍스트와 이미지를 다시 사용합니다.
ms: Ini mengalih keluar semua teks terjemahan dan penggantian imej khusus tempat untuk %1$@, jadi projek menggunakan teks dan imej bahasa asas sekali lagi.
nl: Hiermee worden alle vertaalde tekst en landspecifieke afbeeldingsoverschrijvingen voor %1$@ verwijderd, zodat het project opnieuw de tekst en afbeeldingen in de basistaal gebruikt.
no: Dette fjerner all oversatt tekst og stedspesifikke bildeoverstyringer for %1$@, slik at prosjektet bruker grunnspråkteksten og -bildene igjen.
pl: Spowoduje to usunięcie całego przetłumaczonego tekstu i zastąpień obrazów specyficznych dla ustawień regionalnych dla %1$@, więc projekt ponownie użyje tekstu i obrazów w języku podstawowym.
pt_br: Isso remove todo o texto traduzido e substituições de imagens específicas de localidade para %@, para que o projeto use o texto e as imagens do idioma base novamente.
pt_pt: Isso remove todo o texto traduzido e substituições de imagens específicas de localidade para %1$@, para que o projeto use o texto e as imagens do idioma base novamente.
ro: Aceasta elimină toate textul tradus și suprascrierile de imagini specifice localității pentru %1$@, astfel încât proiectul folosește din nou textul și imaginile din limba de bază.
sk: Týmto sa odstráni všetok preložený text a prepísania obrázkov špecifických pre miestne nastavenie pre %1$@, takže projekt znova použije text a obrázky základného jazyka.
sl: S tem se za %1$@ odstrani vse prevedeno besedilo in preglasitve slik, specifičnih za jezik, tako da projekt znova uporablja besedilo in slike osnovnega jezika.
sv: Detta tar bort all översatt text och lokalspecifika bildöverstyrningar för %1$@, så att projektet använder grundspråkets text och bilder igen.
th: การดำเนินการนี้จะลบข้อความที่แปลและรูปภาพเฉพาะสถานที่ทั้งหมดสำหรับ %1$@ ดังนั้นโปรเจ็กต์จึงใช้ข้อความและรูปภาพภาษาพื้นฐานอีกครั้ง
ur: یہ %1$@ کے لیے تمام ترجمہ شدہ متن اور مقامی کے لحاظ سے مخصوص تصویر کو ہٹا دیتا ہے، لہذا پروجیکٹ بنیادی زبان کے متن اور تصاویر کو دوبارہ استعمال کرتا ہے۔
vi: Thao tác này sẽ xóa tất cả phần ghi đè văn bản đã dịch và hình ảnh theo ngôn ngữ cụ thể cho %1$@, do đó, dự án sẽ sử dụng lại văn bản và hình ảnh của ngôn ngữ cơ sở.
zh_hans: 这会删除 %@ 的所有翻译文本和特定于区域设置的图像覆盖，因此项目再次使用基本语言文本和图像。

source: This removes all translated text and locale-specific image overrides for the current language, so the project uses the base language text and images again.
ar: يؤدي هذا إلى إزالة جميع النصوص المترجمة وتجاوزات الصور الخاصة بالإعدادات المحلية للغة الحالية، لذلك يستخدم المشروع نصوص وصور اللغة الأساسية مرة أخرى.
ca: Això elimina tot el text traduït i les substitucions d'imatges específiques de la configuració regional per a l'idioma actual, de manera que el projecte torna a utilitzar el text i les imatges de l'idioma base.
cs: Tím se odstraní veškerý přeložený text a přepsání obrázků specifických pro národní prostředí pro aktuální jazyk, takže projekt znovu použije text a obrázky základního jazyka.
da: Dette fjerner al oversat tekst og lokalitetsspecifikke billedtilsidesættelser for det aktuelle sprog, så projektet bruger grundsprogets tekst og billeder igen.
de: Dadurch werden alle übersetzten Texte und gebietsschemaspezifischen Bildüberschreibungen für die aktuelle Sprache entfernt, sodass das Projekt wieder den Text und die Bilder der Basissprache verwendet.
el: Αυτό καταργεί όλο το μεταφρασμένο κείμενο και τις παρακάμψεις εικόνων για συγκεκριμένες τοπικές ρυθμίσεις για την τρέχουσα γλώσσα, επομένως το έργο χρησιμοποιεί ξανά το κείμενο και τις εικόνες της βασικής γλώσσας.
es: Esto elimina todas las traducciones y anulaciones de imagen específicas del idioma actual, de modo que el proyecto vuelve a usar el texto e imágenes del idioma base.
fa: با این کار تمام متن ترجمه شده و نادیده گرفتن تصویر مربوط به منطقه برای زبان فعلی حذف می شود، بنابراین پروژه دوباره از متن و تصاویر زبان پایه استفاده می کند.
fi: Tämä poistaa kaikki käännetyn tekstin ja aluekohtaiset kuvakorot nykyiseltä kieleltä, joten projekti käyttää uudelleen peruskielen tekstiä ja kuvia.
fr: Cela supprime tous les remplacements de texte traduit et d'image spécifiques aux paramètres régionaux pour la langue actuelle, de sorte que le projet utilise à nouveau le texte et les images de la langue de base.
he: פעולה זו מסירה את כל הטקסט המתורגם ועקיפות התמונה הספציפיות לאזור עבור השפה הנוכחית, כך שהפרויקט משתמש שוב בטקסט ובתמונות בשפת הבסיס.
hr: Time se uklanjaju svi prevedeni tekstovi i nadjačavanja slika specifičnih za lokalni jezik za trenutni jezik, tako da projekt ponovno koristi tekst i slike osnovnog jezika.
hu: Ez eltávolítja az összes lefordított szöveget és terület-specifikus képfelülírást az aktuális nyelvről, így a projekt ismét az alapnyelvi szöveget és képeket használja.
id: Tindakan ini menghapus semua teks terjemahan dan penggantian gambar khusus lokal untuk bahasa saat ini, sehingga proyek menggunakan teks dan gambar bahasa dasar lagi.
ja: これにより、現在の言語の翻訳済みテキストとロケール固有の画像のオーバーライドがすべて削除されるため、プロジェクトでは基本言語のテキストと画像が再び使用されます。
ko: 이렇게 하면 현재 언어에 대해 번역된 텍스트와 로캘별 이미지 재정의가 모두 제거되므로 프로젝트에서는 기본 언어 텍스트와 이미지를 다시 사용합니다.
ms: Ini mengalih keluar semua teks terjemahan dan penggantian imej khusus tempat untuk bahasa semasa, jadi projek menggunakan teks dan imej bahasa asas sekali lagi.
nl: Hiermee worden alle vertaalde tekst en landspecifieke afbeeldingsoverschrijvingen voor de huidige taal verwijderd, zodat het project opnieuw de tekst en afbeeldingen in de basistaal gebruikt.
no: Dette fjerner all oversatt tekst og stedspesifikke bildeoverstyringer for det gjeldende språket, slik at prosjektet bruker grunnspråkteksten og bildene igjen.
pl: Spowoduje to usunięcie całego przetłumaczonego tekstu i nadpisań obrazów specyficznych dla ustawień regionalnych dla bieżącego języka, więc projekt ponownie użyje tekstu i obrazów w języku podstawowym.
pt_br: Isso remove todo o texto traduzido e substituições de imagens específicas de localidade para o idioma atual, para que o projeto use o texto e as imagens do idioma base novamente.
pt_pt: Isso remove todo o texto traduzido e substituições de imagens específicas de localidade para o idioma atual, para que o projeto use o texto e as imagens do idioma base novamente.
ro: Aceasta elimină toate textul tradus și suprascrierile de imagini specifice localității pentru limba curentă, astfel încât proiectul folosește din nou textul și imaginile din limba de bază.
sk: Tým sa odstráni všetok preložený text a prepísanie obrázkov špecifických pre miestne nastavenie pre aktuálny jazyk, takže projekt znova použije text a obrázky základného jazyka.
sl: To odstrani vse prevedeno besedilo in preglasitve slik, specifičnih za jezik, za trenutni jezik, tako da projekt znova uporablja besedilo in slike osnovnega jezika.
sv: Detta tar bort all översatt text och lokalspecifika bildöverstyrningar för det aktuella språket, så att projektet använder basspråkets text och bilder igen.
th: วิธีนี้จะลบข้อความที่แปลและรูปภาพเฉพาะสถานที่ทั้งหมดสำหรับภาษาปัจจุบัน ดังนั้นโปรเจ็กต์จึงใช้ข้อความและรูปภาพภาษาพื้นฐานอีกครั้ง
ur: یہ موجودہ زبان کے لیے تمام ترجمہ شدہ متن اور مقامی زبان کے لیے مخصوص تصویر کو ہٹا دیتا ہے، اس لیے پروجیکٹ بنیادی زبان کے متن اور تصاویر کو دوبارہ استعمال کرتا ہے۔
vi: Thao tác này sẽ xóa tất cả văn bản đã dịch và phần ghi đè hình ảnh theo ngôn ngữ cụ thể cho ngôn ngữ hiện tại, do đó, dự án sẽ sử dụng lại văn bản và hình ảnh của ngôn ngữ cơ sở.
zh_hans: 这将删除当前语言的所有翻译文本和特定于区域设置的图像覆盖，因此项目再次使用基本语言文本和图像。

source: This removes the imported service account key from this device.
ar: يؤدي هذا إلى إزالة مفتاح حساب الخدمة المستورد من هذا الجهاز.
ca: Això elimina la clau del compte de servei importada d'aquest dispositiu.
cs: Tím se z tohoto zařízení odstraní importovaný klíč servisního účtu.
da: Dette fjerner den importerede tjenestekontonøgle fra denne enhed.
de: Dadurch wird der importierte Dienstkontoschlüssel von diesem Gerät entfernt.
el: Αυτό καταργεί το εισαγόμενο κλειδί λογαριασμού υπηρεσίας από αυτήν τη συσκευή.
es: Esto elimina la clave de cuenta de servicio importada de este dispositivo.
fa: با این کار کلید حساب سرویس واردشده از این دستگاه حذف می‌شود.
fi: Tämä poistaa tuodun palvelutilin avaimen tästä laitteesta.
fr: Cette action supprime de cet appareil la clé de compte de service importée.
he: פעולה זו מסירה את מפתח חשבון השירות המיובא מהמכשיר הזה.
hr: Time se uklanja uvezeni ključ računa usluge s ovog uređaja.
hu: Ezzel eltávolítja az importált szolgáltatásfiók kulcsát erről az eszközről.
id: Tindakan ini akan menghapus kunci akun layanan yang diimpor dari perangkat ini.
it: Questa operazione rimuove da questo dispositivo la chiave dell'account di servizio importata.
ja: 読み込んだサービスアカウントキーをこのデバイスから削除します。
ko: 이렇게 하면 가져온 서비스 계정 키가 이 기기에서 삭제됩니다.
ms: Ini mengalih keluar kunci akaun perkhidmatan yang diimport daripada peranti ini.
nl: Hiermee wordt de geïmporteerde serviceaccountsleutel van dit apparaat verwijderd.
no: Dette fjerner den importerte tjenestekontonøkkelen fra denne enheten.
pl: Spowoduje to usunięcie zaimportowanego klucza konta usługi z tego urządzenia.
pt_br: Isso remove a chave da conta de serviço importada deste dispositivo.
pt_pt: Isso remove a chave da conta de serviço importada deste dispositivo.
ro: Aceasta elimină cheia de cont de serviciu importată de pe acest dispozitiv.
ru: Импортированный ключ сервисного аккаунта будет удален с этого устройства.
sk: Týmto sa z tohto zariadenia odstráni importovaný kľúč servisného účtu.
sl: S tem iz te naprave odstranite uvoženi ključ storitvenega računa.
sv: Detta tar bort den importerade tjänstkontonyckeln från den här enheten.
th: การดำเนินการนี้จะนำคีย์บัญชีบริการที่นำเข้าออกจากอุปกรณ์นี้
tr: Bu işlem içe aktarılan hizmet hesabı anahtarını bu aygıttan kaldırır.
uk: Імпортований ключ сервісного облікового запису буде вилучено з цього пристрою.
ur: یہ اس آلہ سے درآمد شدہ سروس اکاؤنٹ کلید کو ہٹا دیتا ہے۔
vi: Thao tác này sẽ xóa khóa tài khoản dịch vụ đã nhập khỏi thiết bị này.
zh_hans: 这会从此设备中移除已导入的服务账号密钥。
zh_hant: 這會從此裝置移除已輸入的服務帳號密鑰。
